Repository: asthaborah/Easy_Slide
Catalog: languages/easy-slider-*.po
Languages: as

source: Easy Slider Options
as: সহজ স্লাইডাৰ বিকল্পসমূহ

source: Manage Slides
as: স্লাইডসমূহ পৰিচালনা কৰক

source: Add New Slide
as: নতুন স্লাইড যোগ কৰক

source: Settings Saved
as: সংহতিসমূহ সংৰক্ষিত

source: How does it work?
as: ই কেনেকৈ কাম কৰে?

source: Other Plugin Options
as: অন্য প্লাগিন বিকল্পসমূহ

source: Shortcode
as: শ্বৰ্টকোড

source: Slider Title
as: স্লাইডাৰৰ শিৰোনাম

source: Display Bullets
as: বুলেট প্ৰদৰ্শন কৰক

source: Slider Style
as: স্লাইডাৰ শৈলী

source: Use the shortcode [easy_slider] to display the slider in any page/post/widget
as: যিকোনো পৃষ্ঠা/পোষ্ট/উইজেটত স্লাইডাৰ প্ৰদৰ্শন কৰিবলে শ্বৰ্টকোড [easy_slider] ব্যৱহাৰ কৰক

source: Whether to display bullets or not
as: গুলী প্ৰদৰ্শন কৰিব নে নহয়

source: The title field can not be left empty
as: শিৰোনাম ক্ষেত্ৰখন খালী ৰাখিব নোৱাৰি

source: Please, type some text
as: অনুগ্ৰহ কৰি, কিছু লিখনী টাইপ কৰক

source: Slider
as: স্লাইডাৰ

source: Sliders
as: স্লাইডাৰ

source: Link Text
as: লিংক টেক্সট

source: Link URL
as: লিংক ইউ আৰ এল

source: Link Options
as: লিংক বিকল্পসমূহ

source: Add some text
as: কিছু লিখনী যোগ কৰক

source: Main Options
as: মূল বিকল্পসমূহ

source: Additional Options
as: অতিৰিক্ত বিকল্পসমূহ

source: Save Settings
as: সংহতিসমূহ সংৰক্ষণ কৰক
